Revit 2027 API
ParameterTypeId.PeakCoolingLoadParam Property
 "Peak Cooling Load"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PeakCoolingLoadParam { get; }
Public Shared ReadOnly Property PeakCoolingLoadParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PeakCoolingLoadParam {
	ForgeTypeId^ get ();
}
static member PeakCoolingLoadParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace